alacritty
alsa-utils
android-file-transfer
anki
arandr
arc-gtk-theme
arc-icon-theme
arch-audit
arch-install-scripts
asp
aspell-en
atool
autofs
base-devel
bash-language-server
bat
bc
bind
binwalk
blender
blueman
bluez-utils
bolt
bookworm
btrfs-progs
calc
calligra
chromium
clang
cmake
code
cpio
dhcpcd
dictd
dnsmasq
docker
docker-compose
dos2unix
dosfstools
doxygen
ebtables
efibootmgr
emacs
entr
evince
exa
exfat-utils
f2fs-tools
fd
feh
ffmpegthumbnailer
figlet
firefox
firejail
fish
flake8
fuse2
fwupd
fzf
gdb
gedit
gimp
git
gnu-netcat
graphviz
grim
grub
gtk2fontsel
htop
httpie
hyperfine
i3-gaps
i3blocks
i3lock
i3status
inkscape
ipython
ispell
java-openjfx
jdk-openjdk
john
keepassxc
kitty
kubectl
kubectx
libappindicator-gtk2
libappindicator-gtk3
libreoffice-fresh
libvdpau-va-gl
libvirt
light
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lsof
ltrace
lvm2
lxappearance
lynx
lzip
maim
mako
meld
mercurial
mpv
ncdu
neovim
net-tools
nethogs
network-manager-applet
networkmanager
networkmanager-openconnect
nmap
ntfs-3g
obs-studio
openssh
p7zip
pacman
pandoc
parallel
pavucontrol
perf
perl-file-mimeinfo
perl-image-exiftool
pgadmin4
pipewire
pipewire-alsa
pipewire-pulse
postgresql
python
python-pynvim
python-pywal
qemu
radare2
ranger
remind
ripgrep
rkhunter
rofi
rsync
rust-analyzer
rustup
rxvt-unicode
shellcheck
slurp
snap-pac
sqlitebrowser
strace
sway
swaylock
swi-prolog
tcpdump
tcpflow
terminator
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunar
thunar-volman
time
tmux
traceroute
translate-shell
tree
ttf-liberation
unrar
unzip
usbutils
virt-manager
w3m
waybar
weechat
wget
wireshark-qt
wl-clipboard
xarchiver
xclip
xdg-user-dirs
xorg
xorg-xwayland
yarn
youtube-dl
zathura-pdf-mupdf
zip
